export const btsStations = [
  {
    id: 'N24',
    name: 'คูคต',
    english: 'Khu Khot',
    lat: 13.932372,
    lon: 100.646541,
    nearby: [
      'ตลาดคูคต',
      'สถานีตำรวจคูคต',
      'คอนโด The Kith Plus',
      'วัดสายไหม',
      'ร้านนายหัวหมูกระทะ',
      'ร้านกาแฟ Station K'
    ]
  },
  {
    id: 'N23',
    name: 'แยก คปอ.',
    english: 'Yaek Kor Por Aor',
    lat: 13.92511,
    lon: 100.62585,
    nearby: [
      'อาคารจอดแล้วจร',
      'ตลาดเซฟวันโก',
      'สำนักงานเขตสายไหม',
      'มิตรมาร์เก็ต ดอนเมือง',
      'อากาเป้ การ์เด้น',
      'Agape Garden'
    ]
  },
  {
    id: 'N22',
    name: 'พิพิธภัณฑ์กองทัพอากาศ',
    english: 'Royal Thai Air Force Museum',
    lat: 13.91777,
    lon: 100.62161,
    nearby: [
      'พิพิธภัณฑ์กองทัพอากาศ',
      'สนามกีฬากองทัพอากาศ',
      'อุทยานการบินกองทัพอากาศ',
      'หอประชุมกานตรัตน์',
      'โรงเรียนฤทธิยะวรรณาลัย'
    ]
  },
  {
    id: 'N21',
    name: 'โรงพยาบาลภูมิพลอดุลยเดช',
    english: 'Bhumibol Adulyadej Hospital',
    lat: 13.91069,
    lon: 100.61732,
    nearby: [
      'โรงพยาบาลภูมิพลอดุลยเดช',
      'สโมสรนายทหารอากาศ',
      'สถานีตำรวจนครบาลสายไหม',
      'โรงเรียนอนุบาลฤทธิยะวรรณาลัย',
      'สวนสาธารณะกองทัพอากาศ',
      'หอประชุมกองทัพอากาศ'
    ]
  },
  {
    id: 'N20',
    name: 'สะพานใหม่',
    english: 'Saphan Mai',
    lat: 13.89647,
    lon: 100.60904,
    nearby: [
      'ตลาดยิ่งเจริญ',
      '54เพลส',
      '54 Place Hotel',
      'แพนด้า มอเตอร์',
      'วัดพระศรีมหาธาตุ',
      'Big C สะพานใหม่',
      'บ้านคุณ',
      'ธนาคารออมสิน สาขาสะพานใหม่',
    ]
  },
  {
    id: 'N19',
    name: 'สายหยุด',
    english: 'Sai Yud',
    lat: 13.88847,
    lon: 100.60424,
    nearby: [
      'โรงพยาบาลซีจีเอช',
      'CGH',
      'ร้านอาหารบ้านเหลา',
      'วัดสายหยุด',
      'Regent Home',
      'บิ๊กซีสะพานใหม่',
      'Big c สะพานใหม่',
      'VNPhone',
      'พหลโยธิน48 รักษาสัตว์'
    ]
  },
  {
    id: 'N18',
    name: 'พหลโยธิน 59',
    english: 'Phahon Yothin 59',
    lat: 13.88256,
    lon: 100.60078,
    nearby: [
      'เคนซิงตัน พหลโยธิน63',
      'V W H',
      'สภาทนายความในพระบรมราชูปถัมภ์',
      'ร้านไพศาลอิเล็กทรอนิกส์ สะพานใหม่',
      'CA Salon cafe',
      'VIBRANT',
      'Beanila Café',
      'Modiz Station Phahonyothin 59 โมดิช สเตชั่น พหลโยธิน 59',
      'โลตัส หลักสี่',
      'B-Quik',
      'Best Western Nada Don Mueang Airport Hotel'
    ]
  },
  {
    id: 'N17',
    name: 'วัดพระศรีมหาธาตุ',
    english: 'Wat Phra Sri Mahathat',
    lat: 13.87522,
    lon: 100.59679,
    nearby: [
      'วัดพระศรีมหาธาตุ',
      'โรงเรียนปาณินวดแผนไทย',
      'Silk Place Phaholyothin Laksi',
      'โรงเรียนไทยนิยมสงเคราะห์',
      'ตลาดลับกลางป่า',
      'โลตัส หลักสี่',
      'B-Quik',
      'อาคารพุทธวิชชาลัย มหาวิทยาลัยราชภัฏพระนคร',
      'สำนักงานเขตบางเขน',
      'ห้องสมุดเพื่อการเรียนรู้เขตบางเขน',
      'คลินิกโรคผิวหนัง สถาบันป้องกันควบคุมโรคเขตเมือง บางเขน',
      'สถาบันป้องกันควบคุมโรคเขตเมือง',
      'ศาลาสารัชถ์-นลินี รัตนาวะดี',
      'สถานีดับเพลิงและกู้ภัยบางเขน'
    ]
  },
  {
    id: 'N16',
    name: 'กรมทหารราบที่ 11',
    english: '11th Infantry Regiment',
    lat: 13.867645,
    lon: 100.592076,
    nearby: [
      'ไก่ย่างเสือใหญ่ สาขาวัดพระศรีฯ',
      'สถานสวดมนต์สาขาพุทธพรหมปัญโญ(วัดถ้ำเมืองนะ)',
      'Golden place', 'Area-11', 'บริษัท รักษาความปลอดภัย เอ.เอ็ม.พี จำกัด',
      'ก๋วยเตี๋ยวเรือบ้านขอจันทร์', 'โกโรตี ชาชัก พหลโยธิน 51',
      'อู่บางเขน', 'ยิ่งยงอพาร์ทเมนท์', 'พีเจ ฮอนด้าเซอร์วิส',
      'ข้าวต้มขาไก่', 'วันชัยอพาร์ทเม้นท์', 'สเต็กลุงหนวด สาขาราบ11',
      'Pure Drug Store', 'สุดสาคร', 'BKNIX Co.,Ltd.',
      'MM อพาร์ทเม้นท์', 'N16 Station Cafe & Bar',
      'บริษัท ดีบี คอมมิวนิเคชั่น แอนด์ คอมพิวเตอร์ จำกัด',
      'บริษัท ซิลิเทค จำกัด', 'MIXUE Bang Khen','กูโรตี บางเขน',
      'Moonshine Studio', 'ป้าแต๋ว อาหารตามสั่ง', 'สวนอาหารบางบัว บางเขน',
      'หมูกระทะกะเธอ', 'ร้านยาฟ้าใส', 'หมู่บ้านมัณฑวรรณ',
      'ห้องซ้อมดนตรี K-na studio', 'Mango House N.8',
      'ล้างรถเงินล้าน', 'FBA Stadium', 'บริษัท เดอะเรียลวัน จำกัด (สำนักงานใหญ่)',
      'หจก.อธิชาซัพพลาย', 'สุกี้ตี๋น้อย บ้านบางเขน', 'Monsieur Gloster',
      'สำนักงานที่ดินกรุงเทพมหานคร สาขาบางเขน', 'กรมทางหลวงชนบท',
      'บริษัท ฟอร์จูน ไซแอนทิฟิค จำกัด', 'ลาบอุบล-วาริน', 'ช่างพลบางบัว',
      'เปียเจริญ แบตเตอรี่ ไดนาโม แอร์', 'เจ ที เอส ออโต้',
      'GT Costume', 'โรงพยาบาลสัตว์ยูเว็ท เกษตร UVET Animal Hospital Kaset',
      'โรงรับจำนำบางบัว', 'กลุ่มกองทุนสวัสดิการชุมชนบางบัว',
      'Notting Hill Phahol-Kaset', 'Wake up bake', 'ชุมชนสามัคคีร่วมใจ',
      'ร้านป๋อมแป๋มแฟชั่น'
    ]
  },
  {
    id: 'N15',
    name: 'บางบัว',
    english: 'Bang Bua',
    lat: 13.856013,
    lon: 100.585199,
    nearby: [
      'ท่าเรือบางบัว', 'P.R.Mansion', 'ชวง ชวงเว่ย川川川味 หม่าล่าเสฉวน สาขา ม.ศรีปทุม',
      'AT ONE BANGBUA', 'ครีเอทแฮร์แคร์', 'ME U BAR HOW SWEET OF YOU (2U Café)',
      'วัดบางบัว', 'ร้านธงฟ้าประชารัฐ', 'วอล์ลดรัก โดยเภสัชกร', 'ลิ้มละไม คาเฟ่',
      'โรงเรียนบางบัว', 'ตลาดบางบัว', 'ร้านรักษ์ผม', 'โอสถ แสงจันทร์',
      'ช่างเจี๊ยบ Jiraphat Motor', 'เสื้อผ้ามือสอง', 'มหาวิทยาลัยศรีปทุม',
      'COBE Kaset-Sripatum ', 'ครุยสมฤทัย', 'โรงเรียนสอนหมากล้อม กอ-โอะ-โกะ',
      'Guitar Tutor by napat', 'ก๋วยเตี๋ยวเรือ ป.ประทีป byเสี่ยเนม สาขา ม.ศรีปทุม',
      'I Wash Carcarepro', 'MR.CHED SMOOTHIE'
    ]
  },
  {
    id: 'N14',
    name: 'กรมป่าไม้',
    english: 'Royal Forest Department',
    lat: 13.850281,
    lon: 100.581851,
    nearby: [
      'กรมป่าไม้', 'โรงแรมพหลโยธิน พาร์ค เพลส', 'Geeky Base',
      'BUDDY COOL TT', 'อัลโทเนียล2คลินิก ศัลยกรรมตกแต่งใบหน้า',
      'ตลาดบางเขน', 'STRETCH STUDIO Pilates & Yoga',
      'วัดบางเขน', 'เรือนทอง อพาร์ทเม้นท์', 'โรงเรียนสารวิทยา',
      'โรงเรียนบางเขน', 'อุดมมิตร อพาร์ทเม้นต์ (Udommit Apartment)',
      'Nara Cafe', 'ร้านมุ้ยยำแซ่บเวอร์ พหล45', 'เกาเหลาหมูตุ๋นยาจีน(ต้นตำรับจุฬา ซอย11)',
      'กรมวิทยาศาสตร์ทหารบก', 'สำนักงานใหญ่พรรคภูมิใจไทย'
    ]
  },
  {
    id: 'N13',
    name: 'มหาวิทยาลัยเกษตรศาสตร์',
    english: 'Kasetsart University',
    lat: 13.842296,
    lon: 100.577141,
    nearby: [
      'มหาวิทยาลัยเกษตรศาสตร์', 'ร้านอาหารอีสานล้อเกวียน',
      'โรงพยาบาลสัตว์ มหาวิทยาลัยเกษตรศาสตร์ บางเขน',
      'ธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร สำนักงานใหญ่บางเขน',
      'กรมส่งเสริมการเกษตร', 'บริษัท โทรคมนาคมแห่งชาติ จำกัด (มหาชน)',
      'สหกรณ์ออมทรัพย์กรมส่งเสริมการเกษตร จำกัด', 'Colla Tea ม.เกษตรบางเขน',
      'ม่าพร ยำบริหาร', 'แนวตั้งหมูกระทะ - เกษตรฯ',
      'Starbucks ม.เกษตรศาสตร์', 'ร้านอาหารอีสานล้อเกวียน',
      'สระพระพิรุณ', 'เล็กใหญ่ก๋วยเตี๋ยวต้มยำโบราณ'

    ]
  },
  {
    id: 'N12',
    name: 'เสนานิคม',
    english: 'Sena Nikhom',
    lat: 13.83638,
    lon: 100.57361,
    nearby: [
      'GuestHouse Kaset', 'Nightsbrigde Kaset Society', 'ไนท์บริดจ์ เกษตร โซไซตี้',
      'Chapter One The Campus Kaset', 'คอนโดแชปเตอร์วัน เดอะ แคมปัส เกษตร',
      'P24@เกษตร', 'P24@Kaset', 'Kaset Guest House',
      'มหาวิทยาลัยเกษตรศาสตร์', 'Epic Computer Company Limited', 'บริษัท อีปิค คอมพิวเตอร์ จำกัด',
      'กรมพัฒนาที่ดิน', 'APLUS CLUB', 'ย่างเนย', 'Zix Zax Barber Shop เปิดกบาล',
      'เสนาเทรดดิ้ง จำหน่ายอุปกรณ์เสริมสวยทุกชนิด', 'ธนาครารกรุงศรี', 'โอภาสนวดเพื่อสุขภาพ',
      'ขันธ์ชัยการไฟฟ้าแบตเตอรี่', 'Finthesalon', 'MOB Minutes of Beer',
      'Premio Quinto', 'Unisex Hair Studio', 'ข้าวมันไก่เจ๊อ้วน', 'KU TUTOR',
      'โรงเรียนนอนุบาลเศรษฐบุตร', 'สาธุหมูกระทะ', 'บริษัทสูทซาร่า', 'ข้างมันไก่มงคลพัฒนา',
      'Rabbit Room', 'กศน.บางเขน', 'WClinic Plus', 'ช่างป่าน', 'โรงพยาบาลเปาโล เกษตร',
      'เสนาเซ็นเตอร์', 'เล่นใหญ่', 'สุกี้ดารา', 'Centric Ratchayothin', 'เซ็นทริค รัชโยธิน',
    ]
  },
  {
    id: 'N11',
    name: 'รัชโยธิน',
    english: 'Rachayothin',
    lat: 13.82975,
    lon: 100.56971,
    nearby: [
      'เมเจอร์รัชโยธิน', 'BKM Hostel', 'บ้านคุณหมอโอสเทล', 'บุษยมาส',
      'ตลาดกรีนวินเทจ', 'แม็กซี่ เพลส', 'บุญประคอง อพาร์ทเมนท์', 'B.Boy.Bell. Constuction Ltd',
      'บริษัท บีบอยเบลล์ คอนสตรัคชั่น จำกัด', 'ปั๊มน้ำมันบางจาก', 'Oguiss Coffee', 'โอกิส คอฟฟี่',
      'ธนาคารกสิกรไทย', 'Zen Onsen', 'มิตรยนต์', 'ISUZU อีซูซุ',
      'พราวด์ รัชโยธิน', 'The Pillars Ratchayothin', 'The Seed Ratchayothin',
      'บริษัทชาญกิจเจริญ จำกัด', 'นาน่าบิวตี้รัชโย', 'Ratchayothin Square',
      'RYUU ONSEN', 'ท่าช้าง', 'Status Ratchayothin', 'Workkit bangkok', 'CAREER@SCB'
    ]
  },
  {
    id: 'N10',
    name: 'พหลโยธิน 24',
    english: 'Phahon Yothin 24',
    lat: 13.82414,
    lon: 100.56645,
    nearby: [
      'ตึกช้าง', 'KnightsBridge Ratchayothin',
      'ไนท์​บริดจ์​ รัชโยธิน', 'B-Quik', 'Moly Care Phahonyothin 24',
      'บจก. ตรีเพชรอีซูซุเซลส์ (สำนักงานใหญ่) ฝั่งพหลโยธิน', 'ร้านตัดผม ป้าไพร',
      'Supalai Park Phaholyothin', 'ศุภาลัย ปาร์ค พหลโยธิน', 'บริษัท คลู คลีนนิ่ง คอร์ปอเรชั่น จำกัด',
      'Department of Land Chatuchak Office', 'สำนักงานที่ดินกรุงเทพมหานคร สาขาจตุจักร',
      'ตลาดจินดา', 'โรงเรียนสตรีวรนาถบางเขน', 
      'สวนลุมไนท์บาซาร์', 'Anadigit group (Head office)', 'บริษัท แอนนา ดิจิท กรุ๊ป จำกัด',
      'รพ.เปาโล เกษตร', 'สุกี้ตี๋น้อย พหลโยธิน 19', 'British Council Ladprao (บริติช เคานซิล สาขาลาดพร้าว)'
    ]
  },
  {
    id: 'N9',
    name: 'ห้าแยกลาดพร้าว',
    english: 'Ha Yaek Lat Phrao',
    lat: 13.81666,
    lon: 100.56209,
    nearby: [
      'เซ็นทรัลลาดพร้าว', 'บริษัท แมงโก้ คอนซัลแตนท์ จำกัด',
      'ยูเนียนมอลล์', 'NETA', 'บจก. ดิจิมัสเกตเทียส์', 'กองบังคับการปราบปราม',
      'ธนาคารยูโอบี', 'Art Villa', 'Life Phahon-Ladprao', 'ไลฟ์ พหล-ลาดพร้าว',
      'บริษัท โฟโต้ฮัทกรุ๊ป (ประเทศไทย) จำกัด', 'โลตัสลาดพร้าว', 'โตโยต้า', 'คีรีพัฒน์ spa & massage',
      'Siam Art Flower Company Limited บริษัท สยามอาร์ตฟลาวเวอร์ จำกัด', 'บริษัท วานิสสา เมดิคอล จำกัด',
      'Treat', 'สวนสมเด็จย่า ๘๔', 'โรงเรียนหอวัง'
    ]
  },
  {
    id: 'N8',
    name: 'หมอชิต',
    english: 'Mo Chit',
    lat: 13.80256,
    lon: 100.55372,
    nearby: [
      'สวนจตุจักร', 'สถาบันการบินพลเรือน',
      'MRT จตุจักร', 'จตุจักร', 'สวนรถไฟ',
      'ตลาดนัดจตุจักร',
      'สถานีขนส่งหมอชิต',
      'พิพิธภัณฑ์เด็กกรุงเทพ'
    ]
  },
  {
    id: 'N7',
    name: 'สะพานควาย',
    english: 'Saphan Khwai',
    lat: 13.79385,
    lon: 100.54973,
    nearby: [
      'บิ๊กซีสะพานควาย', 'โรงพยาบาลเปาโล พหลโยธิน', 'สำนักงานเขตพญาไท',
      'วัดไผ่ตัน', 'คอนโด Ideo พหล-สะพานควาย',
      'ตลาด อ.ต.ก.', 'ธนาคารออมสินสำนักงานใหญ่',
      'ซอยอินทามระ', 'ซอยประดิพัทธ์ 19', 'โรงพยาบาลพญาไท พหลโยธิน',
      'โรงเรียนสามเสนวิทยาลัย', 'The RICE', 'Vimut Hospital โรงพยาบาลวิมุต',
      'โรงเรียนระพีภรณ์', 'พหลโยธิน เพลส พลาซ่า'
    ]
  },
  {
    id: 'N5',
    name: 'อารีย์',
    english: 'Ari',
    lat: 13.77954,
    lon: 100.54460,
    nearby: [
      'สำนักงานสรรพากรพื้นที่กรุงเทพมหานคร 4', 'La Villa',
      'ซอยอารีย์', 'บจก. เบนซ์ ราชครู Benz Rajchakru Co., Ltd.',
      'โรงพยาบาลพญาไท 2', 'Kid Mai Death Awareness Cafe',
      'สำนักงาน ก.พ.', 'โลตัส โกเฟรช อารีย์', 'PEARL Bangkok',
      'ร้านอาหารและคาเฟ่แนวฮิป'
    ]
  },
  {
    id: 'N4',
    name: 'สนามเป้า',
    english: 'Sanam Pao',
    lat: 13.77254,
    lon: 100.54203,
    nearby: [
      'บางกอกเซรามิค จํากัด', 'Bangkok Shooting Range',
      'Shoko Omakase', 'สถานีวิทยุโทรทัศน์กองทัพบก',
      'โรงพยาบาลพญาไท 2', 'The Rock Pub',
      'กรมประชาสัมพันธ์', 'SM Tower',
      'ตลาดนัดสนามเป้า'
    ]
  },
  {
    id: 'N3',
    name: 'อนุสาวรีย์ชัยสมรภูมิ',
    english: 'Victory Monument',
    lat: 13.76271,
    lon: 100.53709,
    nearby: [
      'อนุสาวรีย์ชัยฯ', 'Center One Shopping Plaza',
      'โรงพยาบาลราชวิถี', 'โรงพยาบาลราชวิถี',
      'เซ็นจูรี่ เดอะมูฟวี่ พลาซ่า', 'Saxophone Pub & Restaurant',
      'สถานีรถตู้หลายเส้นทาง', 'บ้านก๋วยเตี๋ยวเรือทอง อนุสาวรีย์ชัยสมรภูมิ',
      'โรงเรียนพญาไท', 'King Power Rang Nam', 'คิง เพาเวอร์ รางนํ้า'
    ]
  },
  {
    id: 'N2',
    name: 'พญาไท',
    english: 'Phaya Thai',
    lat: 13.75692,
    lon: 100.53381,
    nearby: [
      'Airport Rail Link พญาไท',
      'ซี.พี. ทาวเวอร์ 3 (พญาไท)',
      'สำนักงานประกันสังคม',
      'Red Panda Yakiniku (Phaya Thai)', 'โรงเรียนสันติราษฎร์วิทยาลัย',
      'ถนนศรีอยุธยา'
    ]
  },
  {
    id: 'N1',
    name: 'ราชเทวี',
    english: 'Ratchathewi',
    lat: 13.75187,
    lon: 100.53155,
    nearby: [
      'พันธุ์ทิพย์พลาซ่า', 'โรงแรมเอเวอร์ กรีน เพลส สยาม บาย ยูเอชจี',
      'Evergreen Place Siam by UHG',
      'สถาบันเทคโนโลยีปทุมวัน', 'สภาคริสตจักรในประเทศไทย (CCT)',
      'วิลล่า ราชเทวี', 'คอนโดราชเทวีทาวน์เวอร์',
      'Villa Ratchatewi'
    ]
  },
  {
    id: 'CEN',
    name: 'สยาม',
    english: 'Siam',
    lat: 13.74561,
    lon: 100.53419,
    nearby: [
      'สยามพารากอน', 'สยามสแควร์วัน',
      'สยามเซ็นเตอร์', 'หอศิลป์กรุงเทพฯ',
      'มาบุญครอง (MBK)', 'วัดปทุมวนาราม ราชวรวิหาร',
      'จุฬาลงกรณ์มหาวิทยาลัย',
      'สยามดิสคัฟเวอรี่'
    ]
  },
  {
    id: 'E1',
    name: 'ชิดลม',
    english: 'Chit Lom',
    lat: 13.74411,
    lon: 100.54301,
    nearby: [
      'เซ็นทรัลชิดลม',
      'เกษรวิลเลจ',
      'เซ็นทรัลเวิลด์',
      'รร.มาแตร์เดอี',
      'อัมรินทร์พลาซ่า'
    ]
  },
  {
    id: 'E2',
    name: 'เพลินจิต',
    english: 'Phloen Chit',
    lat: 13.74307,
    lon: 100.54917,
    nearby: [
      'เซ็นทรัลเอ็มบาสซี',
      'โรงแรมโอกุระ เพรสทีจ',
      'สถานทูตอังกฤษ',
      'ถนนวิทยุ',
      'อาคารปาร์คเวนเชอร์'
    ]
  },
  {
    id: 'E3',
    name: 'นานา',
    english: 'Nana',
    lat: 13.74063,
    lon: 100.55535,
    nearby: [
      'สุขุมวิท ซอย 11',
      'ตลาดนัดนานา',
      'โรงพยาบาลบำรุงราษฎร์',
      'โซนไนท์ไลฟ์นานา',
      'โรงแรมแลนด์มาร์ค'
    ]
  },    
  {
    id: 'E4',
    name: 'อโศก',
    english: 'Asok',
    lat: 13.73698,
    lon: 100.56039,
    nearby: [
      'Terminal 21',
      'สวนเบญจกิตติ',
      'ศูนย์ประชุมแห่งชาติสิริกิติ์',
      'MRT สุขุมวิท',
      'โรงเรียนวัฒนาวิทยาลัย'
    ]
  },
  {
    id: 'E5',
    name: 'พร้อมพงษ์',
    english: 'Phrom Phong',
    lat: 13.73049,
    lon: 100.56958,
    nearby: [
      'เอ็มควอเทียร์',
      'เอ็มโพเรียม',
      'สวนเบญจสิริ',
      'J Avenue',
      'โรงพยาบาลสมิติเวช'
    ]
  },
  {
    id: 'E6',
    name: 'ทองหล่อ',
    english: 'Thong Lo',
    lat: 13.72424,
    lon: 100.57844,
    nearby: [
      'เจ อเวนิว ทองหล่อ',
      'โรงพยาบาลคามิลเลียน',
      'Arena 10',
      'Donki Mall Thonglor',
      'โรงพยาบาลสมิติเวช สุขุมวิท'
    ]
  },
  {
    id: 'E7',
    name: 'เอกมัย',
    english: 'Ekkamai',
    lat: 13.71952,
    lon: 100.58511,
    nearby: [
      'Gateway Ekamai',
      'Major Cineplex',
      'สถานีขนส่งเอกมัย',
      'โรงเรียนศรีวิกรม์',
      'Bangkok Mediplex'
    ]
  },
  {
    id: 'E8',
    name: 'พระโขนง',
    english: 'Phra Khanong',
    lat: 13.71520,
    lon: 100.59116,
    nearby: [
      'Summer Hill',
      'W District',
      'ตลาดพระโขนง',
      'โรงพยาบาลสุขุมวิท',
      'ตลาดกล้วยน้ำไท'
    ]
  },
  {
    id: 'E9',
    name: 'อ่อนนุช',
    english: 'On Nut',
    lat: 13.70565,
    lon: 100.60106,
    nearby: [
      'บิ๊กซีอ่อนนุช',
      'โลตัสอ่อนนุช',
      'ตลาดอ่อนนุช',
      'Habito Mall',
      'People Park'
    ]
  },
  {
    id: 'E10',
    name: 'บางจาก',
    english: 'Bang Chak',
    lat: 13.69666,
    lon: 100.60530,
    nearby: [
      'ตลาดบางจาก',
      'ซอยสุขุมวิท 93',
      'วัดธรรมมงคล',
      'ธนาคารกรุงเทพ สาขาบางจาก',
      'สุขุมวิท 62'
    ]
  },
  {
    id: 'E11',
    name: 'ปุณณวิถี',
    english: 'Punnawithi',
    lat: 13.68928,
    lon: 100.60895,
    nearby: [
      '101 The Third Place',
      'ตลาดปุณณวิถี',
      'โรงเรียนพิพัฒนา',
      'สวนเฉลิมพระเกียรติ 80 พรรษา',
      'สถานีตำรวจบางนา'
    ]
  },
  {
    id: 'E12',
    name: 'อุดมสุข',
    english: 'Udom Suk',
    lat: 13.67987,
    lon: 100.60938,
    nearby: [
      'ตลาดอุดมสุข',
      'ซอยสุขุมวิท 103',
      'Seacon Square',
      'พาราไดซ์พาร์ค',
      'โรงเรียนนานาชาติแองโกลสิงคโปร์'
    ]
  },
  {
    id: 'E13',
    name: 'บางนา',
    english: 'Bang Na',
    lat: 13.66808,
    lon: 100.60460,
    nearby: [
      'ไบเทค บางนา',
      'เซ็นทรัลบางนา',
      'วัดบางนาใน',
      'โรงพยาบาลบางนา',
      'Berkeley International School'
    ]
  },
  {
    id: 'E14',
    name: 'แบริ่ง',
    english: 'Bearing',
    lat: 13.66113,
    lon: 100.60179,
    nearby: [
      'โรงเรียนบางกอกพัฒนา',
      'ตลาดแบริ่ง',
      'โรงพยาบาลมนารมย์',
      'อิมพีเรียลสำโรง',
      'ซอยสุขุมวิท 107'
    ]
  },
  {
    id: 'E15',
    name: 'สำโรง',
    english: 'Samrong',
    lat: 13.64649,
    lon: 100.59578,
    nearby: [
      'อิมพีเรียลเวิลด์ สำโรง',
      'ตลาดสำโรง',
      'โรงพยาบาลสำโรงการแพทย์',
      'โรงเรียนวัดด่านสำโรง',
      'BTS Depot'
    ]
  },
  {
    id: 'E16',
    name: 'ปู่เจ้า',
    english: 'Pu Chao',
    lat: 13.63737,
    lon: 100.59200,
    nearby: [
      'วัดปู่เจ้าสมิงพราย',
      'ตลาดเอี่ยมเจริญ',
      'Big C Jumbo',
      'เทศบาลตำบลสำโรง',
      'ซอยเทศบาล 6'
    ]
  },
  {
    id: 'E17',
    name: 'ช้างเอราวัณ',
    english: 'Chang Erawan',
    lat: 13.62157,
    lon: 100.59013,
    nearby: [
      'พิพิธภัณฑ์ช้างเอราวัณ',
      'วัดบางด้วน',
      'ตลาดปากน้ำ',
      'โรงเรียนอัสสัมชัญสมุทรปราการ',
      'ศาลากลางสมุทรปราการ'
    ]
  },
  {
    id: 'E18',
    name: 'โรงเรียนนายเรือ',
    english: 'Royal Thai Naval Academy',
    lat: 13.60836,
    lon: 100.59490,
    nearby: [
      'โรงเรียนนายเรือ',
      'โรงพยาบาลสมุทรปราการ',
      'ตลาดปากน้ำ',
      'พิพิธภัณฑ์ทหารเรือ',
      'วัดโปรดเกศเชษฐาราม'
    ]
  },
  {
    id: 'E19',
    name: 'ปากน้ำ',
    english: 'Pak Nam',
    lat: 13.60210,
    lon: 100.59707,
    nearby: [
      'ตลาดสดปากน้ำ',
      'ศาลากลางจังหวัดสมุทรปราการ',
      'สวนสุขภาพเทศบาลนครสมุทรปราการ',
      'พิพิธภัณฑ์ทหารเรือ',
      'โรงเรียนนายเรือ'
    ]
  },
  {
    id: 'E20',
    name: 'ศรีนครินทร์',
    english: 'Srinagarindra',
    lat: 13.59196,
    lon: 100.60902,
    nearby: [
      'โรงเรียนสุขเจริญผล',
      'ตลาดศรีนครินทร์',
      'โรงพยาบาลเปาโล เมโมเรียล',
      'ร้านบุญถาวร',
      'สถาบันเทคโนโลยีพระจอมเกล้าฯ'
    ]
  },
  {
    id: 'E21',
    name: 'แพรกษา',
    english: 'Phraek Sa',
    lat: 13.58420,
    lon: 100.60790,
    nearby: [
      'ตลาดแพรกษา',
      'วัดแพรกษา',
      'นิคมอุตสาหกรรมบางปู',
      'โลตัส แพรกษา',
      'โรงเรียนแพรกษา'
    ]
  },
  {
    id: 'E22',
    name: 'สายลวด',
    english: 'Sai Luat',
    lat: 13.57781,
    lon: 100.60541,
    nearby: [
      'วัดสายลวด',
      'ตลาดสายลวด',
      'โรงเรียนสมุทรปราการ',
      'ถนนสุขุมวิทสายเก่า',
      'ร้านอาหารริมน้ำบางปู'
    ]
  },
  {
    id: 'E23',
    name: 'เคหะฯ',
    english: 'Kheha',
    lat: 13.56767,
    lon: 100.60769,
    nearby: [
      'นิคมอุตสาหกรรมบางปู',
      'ตลาดเคหะบางปู',
      'วัดอโศการาม',
      'สถานตากอากาศบางปู',
      'โรงเรียนปากน้ำ'
    ]
  }  
]

